"S3 (Amazon Simple Storage Service)" = "எச்3 (அமேசான் எளிய சேமிப்பு சேவை)";

/* Use your Access Key ID as the value of the AWSAccessKeyId parameter in requests you send to Amazon Web Services (when required). Your Access Key ID identifies you as the party responsible for the request. */
"Access Key ID" = "திறவுகோல் அடையாள அணுகல்";

/* Since your Access Key ID is not encrypted in requests to AWS, it could be discovered and used by anyone. Services that are not free require you to provide additional information, a request signature, to verify that a request containing your unique Access Key ID could only have come from you. */
"Secret Access Key" = "மறைமுக அணுகல் திறவுகோல்";

/* The current status of the distribution. When the status is Deployed, the distribution's information is fully propagated throughout the Amazon CloudFront system. */
"InProgress" = "முன்னேற்றத்தில்";

/* The current status of the distribution. When the status is Deployed, the distribution's information is fully propagated throughout the Amazon CloudFront system. */
"Deployed" = "பயன்படுத்தப்பட்டது";

"eu-west-1" = "ஐஒ (அயர்லாந்து)";
"eu-west-2" = "ஐஒ (லண்டன்)";
"eu-west-3" = "ஐஒ (பாரிச்)";
"eu-north-1" = "ஐஒ (ச்டாக்ஓம்)";
"eu-south-1" = "ஐஒ (மிலன்)";
"eu-south-2" = "ஐஒ (ச்பெயின்)";
"us-east-1" = "ஒஅ கிழக்கு (வடக்கு வர்சீனியா)";
"us-west-1" = "ஒஅ மேற்கு (வடக்கு கலிபோர்னியா)";
"us-west-2" = "ஒஅ மேற்கு (ஓரிகான்)";
"ap-southeast-1" = "ஆசியா பசிபிக் (சிங்கப்பூர்)";
"ap-northeast-1" = "ஆசியா பசிபிக் (டோக்கியோ)";
"sa-east-1" = "தென் அமெரிக்கா (சாவோ பாலோ)";
"ap-southeast-1" = "ஆசியா பசிபிக் (சிங்கப்பூர்)";
"ap-southeast-2" = "ஆசியா பசிபிக் (சிட்னி)";
"ap-southeast-3" = "ஆசியா பசிபிக் (சகார்த்தா)";
"ap-southeast-4" = "ஆசியா அமைதி (மெல்போர்ன்)";
"ap-southeast-5" = "ஆசியா அமைதி (கோலாலம்பூர்)";
"eu-central-1" = "ஐஒ (பிராங்பேர்ட்)";
"eu-central-2" = "ஐஒ (சூரிச்)";
"us-east-2" = "ஒஅ கிழக்கு (ஓஇயோ)";
"ap-northeast-2" = "ஆசியா பசிபிக் (சியோல்)";
"ap-northeast-3" = "ஆசியா பசிபிக் (ஒசாகா)";
"ap-south-1" = "ஆசியா பசிபிக் (மும்பை)";
"ap-south-2" = "ஆசியா பசிபிக் (ஐதராபாத்)";
"ap-east-1" = "ஆசியா பசிபிக் (ஆங்காங்)";
"ca-central-1" = "கனடா (மாண்ட்ரீல்)";
"ca-west-1" = "கனடா மேற்கு (கல்கரி)";
"cn-north-1" = "சீனா (பெய்சிங்)";
"cn-northwest-1" = "சீனா (நிங்சியா)";
"me-south-1" = "நடு கிழக்கு (பஃஅரைன்)";
"af-south-1" = "ஆப்பிரிக்கா (கேப் டவுன்)";
"me-central-1" = "நடு கிழக்கு (ஒஅஎ)";
"il-central-1" = "இஸ்ரேல் (டெல் அவிவ்)";
"ap-east-2" = "ஆசியா பசிபிக் (தைபே)";
"ap-southeast-7" = "ஆசியா பசிபிக் (தாய்லாந்து)";
"mx-central-1" = "மெக்சிகோ (மத்திய)";

/* Delivery methods including streaming protocols. */ 
"Download (HTTP)" = "பதிவிறக்கம் (உஉபநெ) சிடிஎன்";
"Streaming (RTMP)" = "ஓடை (ஆர்டிஎம்பி) சிடிஎன்";
"Custom Origin Server (HTTP/HTTPS)" = "தனிப்பயன் தோற்றம் சேவையகம் (உஉபநெ/உஉபநெபா) சிடிஎன்";

/* S3 Website Configuration (HTTP) with index document */
"Website Configuration (HTTP)" = "வலைத்தள உள்ளமைவு (உஉபநெ)";
"NoSuchWebsiteConfiguration" = "குறிப்பிட்ட வாளியில் வலைத்தள உள்ளமைவு இல்லை";

/* Storage class */
"STANDARD" = "நிலையான சேமிப்பு";
"STANDARD_IA" = "நிலையான அஅ (அரிதான அணுகல்)";
"INTELLIGENT_TIERING" = "நுண்ணறிவுள்ள அடுக்கு";
"ONEZONE_IA" = "ஒரு மண்டலம்-அரிதான அணுகல்";
"REDUCED_REDUNDANCY" = "குறைக்கப்பட்ட பணிநீக்க சேமிப்பு (ஆர்ஆர்எச்)";
"GLACIER" = "பனிப்பாறை";
"DEEP_ARCHIVE" = "பனிப்பாறை ஆழமான காப்பகம்";
"GLACIER_IR" = "பனிப்பாறை உடனடி மீட்டெடுப்பு";

/* Google Storage Regions */
"us" = "ஐக்கிய அமெரிக்கா";
"eu" = "ஐரோப்பிய ஒன்றியம்";
"asia" = "ஆசியா";

/* Google Storage */
"MULTI_REGIONAL" = "பல வட்டாரம்";
"REGIONAL" = "வட்டார சேமிப்பு";
"NEARLINE" = "அருகிலுள்ள சேமிப்பு";
"COLDLINE" = "முகில்வரி சேமிப்பு";
"ARCHIVE" = "காப்பக சேமிப்பு";

/* Google Login Credentials */
"Google Account Email" = "கூகிள் கணக்கு மின்னஞ்சல்";
"Google Account Password" = "கூகிள் கணக்கு கடவுச்சொல்";

/* MFA */
"Multi-Factor Authentication" = "பல காரணி ஏற்பு";
"MFA Serial Number" = "பகாஅ வரிசை எண்";
"MFA Authentication Code" = "பகாஅ அங்கீகார குறியீடு";

/* ACL Editing */
"Canonical User ID" = "நியமன பயனர் அடையாளம்";
"Email Address" = "மின்னஞ்சல் முகவரி";

/* Amazon Related ACL Scopes */
"Amazon Customer Email Address" = "அமேசான் வாடிக்கையாளர் மின்னஞ்சல் முகவரி";

/* Google Storage Related ACL Scopes */
"Google Account Email Address" = "கூகிள் கணக்கு மின்னஞ்சல் முகவரி";
"Google Group Email Address" = "கூகிள் குழு மின்னஞ்சல் முகவரி";
"Google Apps Domain" = "கூகிள் பயன்கள் தளம்";

"http://acs.amazonaws.com/groups/global/AuthenticatedUsers" = "எந்த அவசே அங்கீகரிக்கப்பட்ட பயனரும்";
"http://acs.amazonaws.com/groups/global/AllUsers" = "எல்லோரும்";
"http://acs.amazonaws.com/groups/s3/LogDelivery" = "பதிவு வழங்கல்";
"AllUsers" ="எல்லோரும்";
"Google Account Holders" =  "கூகிள் கணக்கு வைத்திருப்பவர்கள்";

/* Signed URL Expiry */
"Pre-Signed" = "முன்-கையொப்பமிட்டது";
"Expires {0}" = "{0} காலாவதியாகிறது";

/* HTTP Metadata */
"Custom Header" = "தனிப்பயன் தலைப்பு";

/* CloudFront object invalidation */
"{0} invalidations in progress" = "{0} செல்லாதது செயலில் உள்ளது";
"{0} invalidations completed" = "{0} செல்லாதது முடிந்தது";

"Bucket name is not DNS compatible" = "வாளி பெயர் தபெசே இணக்கமானது அல்ல";

/* Lifecyle configuration */
"after {0} Days" = "{0} நாட்களுக்குப் பிறகு";
